Revit 2024 API
ParameterTypeId.PhyMaterialParamWoodConstruction Property
 "Construction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamWoodConstruction { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamWoodConstruction As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamWoodConstruction {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace